[
  {
    "id": 1,
    "title": "Best Transportation Options for Weddings and Events in Campbelltown",
    "slug": "best-transportation-options-for-weddings-and-events-in-campbelltown",
    "description": "Exploring the latest advancements in EV technology and what to expect in the coming year.",
    "image": "/campbelltown-blog1.png"
  },
  {
    "id": 2,
    "title": "Corporate Taxi Services in Sydney: What to Expect and How to Book",
    "slug": "corporate-taxi-services-in-sydney-what-to-expect-and-how-to-book",
    "description": "Your business moves fast. You need transport that keeps pace. Corporate taxi services in Sydney fill this gap perfectly. They blend reliability with professionalism. Your team arrives ready to perform. Your clients notice the difference.",
    "image": "/campbelltown-blog2.png"
  },
  {
    "id": 3,
    "title": "How to Book a Taxi in Campbelltown: Phone, Online & App Options",
    "slug": "how-to-book-a-taxi-in-campbelltown-phone-online-app-options",
    "description": "Need a ride now? Want it simple? Deserve reliability. Book a taxi in Campbelltown with confidence. Multiple options exist. Each suits different situations. Let’s explore them together.",
    "image": "/campbelltown-blog3.png"
  },
  {
    "id": 4,
    "title": "Early Morning Airport Transfers: Taxi vs Train",
    "slug": "early-morning-airport-transfers-taxi-vs-train",
    "description": "Your flight departs at 6:00 AM. You need to arrive by 4:00 AM. How do you get there? Early morning airport transfers present unique challenges. Public transport sleeps. Roads stay clear. Your choice shapes your entire journey.Let's compare your options honestly. You deserve the best start to your trip.",
    "image": "/campbelltown-blog4.png"
  },
  {
    "id": 5,
    "title": "Event Transport Tips for Stadiums, Function Centres & Venues",
    "slug": "event-transport-tips-for-stadiums-function-centres-venues",
    "description": "You plan an event. You expect guests. You need them to arrive smoothly. Event transport tips solve this puzzle. Stadiums fill with crowds. Function centres host celebrations. Venues sit in tricky locations. Smart planning prevents chaos.",
    "image": "/campbelltown-blog5.png"
  }
]
